{
  "quotes": [
    {
      "message": "Great faith is the product of great fights. Great testimonies are the outcome of great tests. Great triumphs can only come out of great trials.",
      "author": "Smith Wigglesworth"
    },
    {
      "message": "In me is working a power stronger than every other power. The life that is in me is a thousand times bigger than I am outside",
      "author": "Smith Wigglesworth"
    },
    {
      "message": "It is better to live ready than to get ready!",
      "author": "Smith Wigglesworth"
    },
    {
      "message": "The Lord would so cleanse the motive and desires of our hearts that we will seek but one thing only, and that is, His glory.",
      "author": "Smith Wigglesworth"
    },
    {
      "message": "There is nothing that our God cannot do. He will do everything if you will dare to believe.",
      "author": "Smith Wigglesworth"
    },
    {
      "message": "God proved His love on the Cross. When Christ hung, and bled, and died, it was God saying to the world, 'I love you.'",
      "author": "Billy Graham"
    },
    {
      "message": "Prayer is simply a two-way conversation between you and God.",
      "author": "Billy Graham"
    },
    {
      "message": "Prayer is simply a two-way conversation between you and God.",
      "author": "Billy Graham"
    },
    {
      "message": "Some people wonder why they can't have faith for healing. They feed their body three hot meals a day, and their spirit one cold snack a week.",
      "author": "F. F. Bosworth"
    },
    {
      "message": "A man is in a great place when he has no one to turn to but God.",
      "author": "Smith Wigglesworth"
    },
    {
      "message": "Train up a child in the way he should go – but be sure you go that way yourself.",
      "author": "Charles H. Spurgeon"
    },
    {
      "message": "No man can do me a truer kindness in this world than to pray for me.",
      "author": "Charles H. Spurgeon"
    },
    {
      "message": "When your will is God's will, you will have your will.",
      "author": "Charles H. Spurgeon"
    },
    {
      "message": "Outside the will of God, There's nothing I want. Inside the will of God there's nothing I fear. ",
      "author": "A. W. Tozer"
    },
    {
      "message": "To pray without expectation is to misunderstand the whole concept of prayer and relationship with God.",
      "author": "A. W. Tozer"
    },
    {
      "message": "Before God could bring me to this place He has broken me a thousand times.",
      "author": "Smith Wigglesworth"
    },
    {
      "message": "The important thing is not the size of your faith - it is the One behind your faith - God Himself.",
      "author": "Oral Roberts"
    },
    {
      "message": "Remember, only what you give can God multiply back. If you give nothing, and even if God were to multiply it, it would still be nothing!",
      "author": "Oral Roberts"
    },
    {
      "message": "God is a good God, and the Devil is a bad Devil.",
      "author": "Oral Roberts"
    },
    {
      "message": "Something GOOD is going to happen to you today.",
      "author": "Oral Roberts"
    },
    {
      "message": "Central Truth: Prayer is successful only when it is based on the promises in God’s Word!",
      "author": "Kenneth E. Hagin"
    },
    {
      "message": "Success is always the result of following the leading of the Holy Spirit.",
      "author": "Kenneth E. Hagin"
    },
    {
      "message": "Feed your faith and starve your doubts.",
      "author": "Kenneth E. Hagin"
    },
    {
      "message": "Praying in tongues charges your spirit like a battery charger charges a battery.",
      "author": "Kenneth E. Hagin"
    },
    {
      "message": "Faith changes hope into reality.",
      "author": "Kenneth E. Hagin"
    },
    {
      "message": "Jesus, in His earth walk, was the will of God in action. If you want to know what God thinks about sickness - look at Jesus! He went about healing the sick!",
      "author": "Kenneth E. Hagin"
    },
    {
      "message": "There are three of you. There is the person you think you are. There is the person others think you are. There is the person God knows you are and can be through Christ.",
      "author": "Billy Graham"
    },
    {
      "message": "Life without God is like an unsharpened pencil - it has no point.",
      "author": "Billy Graham"
    },
    {
      "message": "We should ask ourselves three questions before we speak: Is it true? Is it kind? Does it glorify Christ?",
      "author": "Billy Graham"
    },
    {
      "message": "If Christianity is valid, why is there so much evil in the world? To this the famous preacher replied, With so much soap, why are there so many dirty people in the world? Christianity, like soap, must be personally applied if it is to make a difference in our lives.",
      "author": "Billy Graham"
    },
    {
      "message": "My home is in Heaven. I'm just traveling through this world.",
      "author": "Billy Graham"
    },
    {
      "message": "I am never lonely when I am reading the Bible. Nothing dissolves loneliness like a session with God's Word.",
      "author": "Billy Graham"
    },
    {
      "message": "You will never understand who you are until you understand who God is.",
      "author": "Billy Graham"
    },
    {
      "message": "I am convinced the greatest act of love we can ever perform for people is to tell them about God's love for them in Christ.",
      "author": "Billy Graham"
    },
    {
      "message": "No matter who you are or what your life has been like so far, the rest of your life's journey can be different. With God's help you can begin again.",
      "author": "Billy Graham"
    },
    {
      "message": "You should never ask God to do what He has said He’s already done, and you should never ask God to do what He has told you to do.",
      "author": "T.L. Osborn"
    },
    {
      "message": "How can we call ourselves a church and not believe in healing and in miracles? I cannot read four pages anywhere in the Bible without encountering miracles! And the God of the bible is the same today!.",
      "author": "T.L. Osborn"
    },
    {
      "message": "Ministry is pretty simple. Love people and help them.",
      "author": "T.L. Osborn"
    },
    {
      "message": "The gospel of the kingdom must be preached with evidence; it must be preached as a witness.This can only be done by christians who are filled with the Holy Spirit.",
      "author": "T.L. Osborn"
    },
    {
      "message": "One Way: Jesus! One Job: Evangelism!",
      "author": "T.L. Osborn"
    },
    {
      "message": "It is in recognizing the actual presence of God that we find prayer no longer a chore, but a supreme delight.",
      "author": "James Gordon Lindsay"
    },
    {
      "message": "Never dig up in unbelief what you have sown in faith.",
      "author": "James Gordon Lindsay"
    },
    {
      "message": "To young men who are looking for an opportunity and who complain there is no opening for them, permit me to say this: 'Go where the poor and the under-privileged are. They will be glad to hear you. When you have learned to bless them, others will be calling for your services. Don't wait for opportunity to come walking up to you. Go to meet it.'",
      "author": "James Gordon Lindsay"
    },
    {
      "message": "God is not looking for gold vessels or silver vessels. He is looking for willing vessels",
      "author": "Kathryn Kuhlman"
    },
    {
      "message": "Today, Jesus stands ready to hear your cry and to answer prayer for you. He is interested in every detail of your life. He knows you better than you know yourself.",
      "author": "Kathryn Kuhlman"
    },
    {
      "message": "The greatest human attainment in all the world is for a life to be so surrendered to Him that the name of God Almighty will be glorified through that life.",
      "author": "Kathryn Kuhlman"
    },
    {
      "message": "I surrendered unto Him all there was of me; everything! Then for the first time I realized what it meant to have real power.",
      "author": "Kathryn Kuhlman"
    },
    {
      "message": "God does not patch up the old life, or make certain repairs on the old life; He gives a new life, through the new birth.",
      "author": "Kathryn Kuhlman"
    },
    {
      "message": "When a Christian tries to live by reason he is moving out of God’s country into the enemy’s land. We belong in the miraculous and the supernatural realm.",
      "author": "John G. Lake"
    },
    {
      "message": "In those early centuries of Christianity, Christianity did not go into the world apologizing. It went to slay the powers of darkness and undo the works of the devil, and it lived in holy triumph.",
      "author": "John G. Lake"
    },
    {
      "message": "Beloved, it is not our long prayers but our believing God that gets the answer.",
      "author": "John G. Lake"
    },
    {
      "message": "In Christ we become God's sons, man's servants and the devil's masters.",
      "author": "John G. Lake"
    },
    {
      "message": "There is a mighty lot of difference between saying prayers and praying.",
      "author": "John G. Lake"
    },
    {
      "message": "What is my task? To get the gospel around the world in the shortest possible time to every man and woman and boy and girl!",
      "author": "Aimee Semple McPherson"
    },
    {
      "message": "Before one can walk as Christ walked, and talk as He talked, he must first begin to think as Christ thought.",
      "author": "A. A. Allen"
    },
    {
      "message": "So many today are worshiping in the mountains, big churches, stone and frame buildings. But Jesus teaches that salvation is not in these stone structures-not in the mountains-not in the hills, but in God.",
      "author": "William J. Seymour"
    },
    {
      "message": "A faith that does not result in activity of any kind is a dead faith; it is empty, worthless, insincere.",
      "author": "Derek Prince"
    },
    {
      "message": "God is more concerned with our character than with our achievements. Achievements have importance only in the realm of time. Character is eternal. It determines what we will be through eternity.",
      "author": "Derek Prince"
    },
    {
      "message": "The provision is in the promises.",
      "author": "Derek Prince"
    },
    {
      "message": "The people who really rule the world are those who know how to pray.",
      "author": "Derek Prince"
    },
    {
      "message": "Consider the work of Calvary. A perfect work, perfect in every respect, perfect in every aspect",
      "author": "Derek Prince"
    },
    {
      "message": "The Bible is God’s own Word. It is God’s great gift to all people everywhere.",
      "author": "Derek Prince"
    },
    {
      "message": "Ten of the twelve spies focused on the problems, not on the promises. Two of the twelve spies, Joshua and Caleb, focused on the promises, not on the problems. Joshua and Caleb said, “We are well able.” The other spies said, “We are not able.” Each got exactly what they said. They all settled their own destinies by the way they used their tongues.",
      "author": "Derek Prince"
    },
    {
      "message": "God does not look for success as the world understands it. He looks for faithfulness. “Who is that faithful servant?” Success is accomplishing faithfully the task allotted to you by the Lord.",
      "author": "Derek Prince"
    },
    {
      "message": "How do I know the will of God? Where is the will of God revealed? The answer is in His Word. The great revelation of the will of God is the Word of God. And the Word of God is packed from beginning to end with divine promises.",
      "author": "Derek Prince"
    },
    {
      "message": "Someone has said, Either God’s Word will keep you from sin, or sin will keep you from God’s Word.",
      "author": "Derek Prince"
    },
    {
      "message": "Remember, when you’re reading your Bible, your Bible is also reading you. It is a two-way transaction.",
      "author": "Derek Prince"
    },
    {
      "message": "The greatest tragedy in life is not death, but a life without a purpose.",
      "author": "Myles Munroe"
    },
    {
      "message": "Solid character will reflect itself in consistent behavior, while poor character will seek to hide behind deceptive words and actions.",
      "author": "Myles Munroe"
    },
    {
      "message": "When purpose is not known, abuse is inevitable",
      "author": "Myles Munroe"
    },
    {
      "message": "Healthy relationships should always begin at the spiritual and intellectual levels - the levels of purpose, motivation, interests, dreams,and personality.",
      "author": "Myles Munroe"
    },
    {
      "message": "You must decide if you are going to rob the world or bless it with the rich, valuable, potent, untapped resources locked away within you.",
      "author": "Myles Munroe"
    },
    {
      "message": "A wedding is and event, but marriage is a life.",
      "author": "Myles Munroe"
    },
    {
      "message": "Don’t ever make the mistake of telling God that you have nothing to offer. That simply is not true. God does not create any junk.",
      "author": "Myles Munroe"
    },
    {
      "message": "The happiest pillow on which you may rest your head is the knowledge of God's will. I cannot imagine a more miserable situation than consciously to be out of God's will.",
      "author": "R.T. Kendall"
    },
    {
      "message": "Martin Luther spent two hours a day in prayer. John Wesley spent two hours a day in prayer. According to a recent poll taken on both sides of the Atlantic, the average church leader, pastor, priest, evangelist, teacher today spends four minutes a day in prayer and you wonder why the church is powerless.",
      "author": "R.T. Kendall"
    },
    {
      "message": "The worst thing that can happen to a man is to succeed before he is ready.",
      "author": "D. MARTYN LLOYD-JONES"
    },
    {
      "message": "If the presence of God is in the church, the church will draw the world in. If the presence of God is not in the church, the world will draw the church out.",
      "author": "Charles G. Finney"
    },
    {
      "message": "Revival is a renewed conviction of sin and repentance, followed by an intense desire to live in obedience to God. It is giving up one's will to God in deep humility.",
      "author": "Charles G. Finney"
    },
    {
      "message": "Sin is the most expensive thing in the universe. Nothing else can cost so much.",
      "author": "Charles G. Finney"
    },
    {
      "message": "There can be no higher enjoyment found in this world that is found in pulling souls out of the fire and bringing them to Christ.",
      "author": "Charles G. Finney"
    },
    {
      "message": "Nothing tends more to cement the hearts of Christians than praying together. Never do they love one another so well as when they witness the outpouring of each other's hearts in prayer.",
      "author": "Charles G. Finney"
    },
    {
      "message": "You hear the word, and believe it in theory, while you deny it in practice. I say to you, that 'you deceive yourselves'.",
      "author": "Charles G. Finney"
    },
    {
      "message": "A state of mind that sees God in everything is evidence of growth in grace and a thankful heart.",
      "author": "Charles G. Finney"
    },
    {
      "message": "Ministers often preach about the Gospel instead of preaching the Gospel. They often preach about sinners instead of preaching to them.",
      "author": "Charles G. Finney"
    },
    {
      "message": "Unless I had the spirit of prayer, I could do nothing.",
      "author": "Charles G. Finney"
    },
    {
      "message": "It is the great business of every Christian to save souls.",
      "author": "Charles G. Finney"
    },
    {
      "message": "He that winneth souls is wise (Proverbs 11:30) - Those are the best educated ministers, who win the most souls",
      "author": "Charles G. Finney"
    },
    {
      "message": "If I find in myself a desire which no experience in this world can satisfy, the most probable explanation is that I was made for another world.",
      "author": "C. S. Lewis"
    },
    {
      "message": "When Christ died, He died for you individually just as much as if you'd been the only man in the world.",
      "author": "C. S. Lewis"
    },
    {
      "message": "Has this world been so kind to you that you should leave with regret? There are better things ahead than any we leave behind.",
      "author": "C. S. Lewis"
    },
    {
      "message": "God cannot give us a happiness and peace apart from Himself, because it is not there. There is no such thing.",
      "author": "C. S. Lewis"
    },
    {
      "message": "If you read history you will find that the Christians who did most for the present world were precisely those who thought most of the next. It is since Christians have largely ceased to think of the other world that they have become so ineffective in this.",
      "author": "C. S. Lewis"
    },
    {
      "message": "Nothing that you have not given away will ever be really yours.",
      "author": "C. S. Lewis"
    },
    {
      "message": "Moses spent forty years thinking he was somebody; forty years learning he was nobody; and forty years discovering what God can do with a nobody.",
      "author": "Dwight L. Moody"
    },
    {
      "message": "Christians should live in the world, but not be filled with it. A ship lives in the water; but if the water gets into the ship, she goes to the bottom. So Christians may live in the world; but if the world gets into them, they sink.",
      "author": "Dwight L. Moody"
    },
    {
      "message": "The Bible was not given for our information but for our transformation.",
      "author": "Dwight L. Moody"
    },
    {
      "message": "God doesn't expect the impossible from us. He wants us to expect the impossible from Him!",
      "author": "Dwight L. Moody"
    },
    {
      "message": "I have never met a man who has given me as much trouble as myself.",
      "author": "Dwight L. Moody"
    },
    {
      "message": "I'd rather be able to pray than to be a great preacher; Jesus Christ never taught his disciples how to preach, but only how to pray.",
      "author": "Dwight L. Moody"
    },
    {
      "message": "Out of 100 men, one will read the Bible, the other 99 will read the Christian.",
      "author": "Dwight L. Moody"
    },
    {
      "message": "I prayed for Faith, and thought that some day Faith would come down and strike me like lightning. But Faith did not seem to come. One day I read in the tenth chapter of Romans, 'Now Faith cometh by hearing, and hearing by the Word of God'. I had closed my Bible, and prayed for Faith. I now opened my Bible, and began to study, and Faith has been growing ever since.",
      "author": "Dwight L. Moody"
    },
    {
      "message": "Some people think God does not like to be troubled with our constant coming and asking. The way to trouble God is not to come at all.",
      "author": "Dwight L. Moody"
    },
    {
      "message": "Give your life to God; he can do more with it than you can!",
      "author": "Dwight L. Moody"
    },
    {
      "message": "He who kneels the most, stands the best.",
      "author": "Dwight L. Moody"
    },
    {
      "message": "Everybody wants to enjoy heaven after they die, but they don't want to be heavenly-minded while they live.",
      "author": "Dwight L. Moody"
    },
    {
      "message": "Before we pray that God would fill us, I believe we ought to pray Him to empty us.",
      "author": "Dwight L. Moody"
    },
    {
      "message": "It does not take long to tell where a man's treasure is. In fifteen minutes' conversation with most men, you can tell whether their treasures are on the earth or in Heaven.",
      "author": "Dwight L. Moody"
    },
    {
      "message": "I have noticed this, that when a man is full of the Holy Ghost he is the very last man to be complaining of other people.",
      "author": "Dwight L. Moody"
    },
    {
      "message": "So few grow, because so few study.",
      "author": "Dwight L. Moody"
    },
    {
      "message": "Faith makes all things possible... love makes all things easy.",
      "author": "Dwight L. Moody"
    },
    {
      "message": "The best way to revive a church is to build a fire in the pulpit.",
      "author": "Dwight L. Moody"
    },
    {
      "message": "Be humble, or you'll stumble.",
      "author": "Dwight L. Moody"
    },
    {
      "message": "Do all the good you can, by all the means you can, in all the ways you can, in all the places you can, at all the times you can, to all the people you can, as long as ever you can.",
      "author": "John Wesley"
    },
    {
      "message": "The church changes the world not by making converts but by making disciples.",
      "author": "John Wesley"
    },
    {
      "message": "Give me one hundred preachers who fear nothing but sin and desire nothing but God, and I care not whether they be clergymen or laymen, they alone will shake the gates of Hell and set up the kingdom of Heaven upon Earth.",
      "author": "John Wesley"
    },
    {
      "message": "Reading Christians are growing Christians. When Christians cease to read, they cease to grow.",
      "author": "John Wesley"
    },
    {
      "message": "We should be rigorous in judging ourselves and gracious in judging others.",
      "author": "John Wesley"
    },
    {
      "message": "I want the whole Christ for my Savior, the whole Bible for my book, the whole Church for my fellowship, and the whole world for my mission field.",
      "author": "John Wesley"
    },
    {
      "message": "Let your words be the genuine picture of your heart.",
      "author": "John Wesley"
    },
    {
      "message": "In all cases, the Church is to be judged by the Scripture, not the Scripture by the Church.",
      "author": "John Wesley"
    },
    {
      "message": "Get on fire for God and men will come and see you burn.",
      "author": "John Wesley"
    },
    {
      "message": "You have one business on earth – to save souls.",
      "author": "John Wesley"
    },
    {
      "message": "Let me do all the good I can, to all the people I can, as often as I can, for I shall not pass this way again.",
      "author": "John Wesley"
    },
    {
      "message": "It is not by telling people about ourselves that we demonstrate our Christianity. Words are cheap. It is by costly, self-denying Christian practice that we show the reality of our faith.",
      "author": "Jonathan Edwards"
    },
    {
      "message": "How can you expect to dwell with God forever, if you so neglect and forsake him here?",
      "author": "Jonathan Edwards"
    },
    {
      "message": "Resolution One: I will live for God. Resolution Two: If no one else does, I still will.",
      "author": "Jonathan Edwards"
    },
    {
      "message": "Seek not to grow in knowledge chiefly for the sake of applause, and to enable you to dispute with others; but seek it for the benefit of your souls.",
      "author": "Jonathan Edwards"
    },
    {
      "message": "One of the great uses of Twitter and Facebook will be to prove at the Last Day that prayerlessness was not from lack of time.",
      "author": "John Piper"
    },
    {
      "message": "Be humble, talk little, think and pray much.",
      "author": "George Whitefield"
    },
    {
      "message": "What! Get to heaven on your own strength? Why, you might as well try to climb to the moon on a rope of sand!",
      "author": "George Whitefield"
    },
    {
      "message": "Study to know Him more and more, for the more you know, the more you will love Him.",
      "author": "George Whitefield"
    },
    {
      "message": "If you are going to walk with Jesus Christ, you are going to be opposed ... In our days, to be a true Christian is really to become a scandal.",
      "author": "George Whitefield"
    },
    {
      "message": "Press forward. Do not stop, do not linger in your journey, but strive for the mark set before you.",
      "author": "George Whitefield"
    },
    {
      "message": "God forbid that I should travel with anybody a quarter of an hour without speaking of Christ to them.",
      "author": "George Whitefield"
    },
    {
      "message": "The Spirit is both a builder and a dweller. He cannot dwell where he has not built; He builds to dwell and dwells in only what he has built.",
      "author": "Watchman Nee"
    },
    {
      "message": "I must first have the sense of God's possession of me before I can have the sense of His presence with me.",
      "author": "Watchman Nee"
    }
  ]
}
